Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Set {{permission}} for {{section}}
it_it: Imposta {{permission}} per {{section}}

source: Demographic used
it_it: Demografia utilizzata

source: Columns
it_it: Colonne

source: Workbench visibility
it_it: Visibilità workbench

source: Save & close
it_it: Salva e chiudi

source: Save configuration
it_it: Salva configurazione

source: Planner visibility
it_it: Visibilità del pianificatore

source: The column display settings were successfully saved.
it_it: Le impostazioni di visualizzazione delle colonne sono state salvate correttamente.

source: Show insights
it_it: Mostra informazioni

source: Comp. manager
it_it: Responsabile comp.

source: Compensation after final raise
it_it: Compensazione dopo l'aumento finale

source: Compensation after recommended raise
it_it: Retribuzione dopo l'aumento raccomandato

source: Distance from predicted compensation
it_it: Distanza dalla retribuzione prevista

source: Distance from predicted compensation (after final raise)
it_it: Distanza dalla retribuzione prevista (dopo l'aumento finale)

source: Outlier % (after final raise)
it_it: % anomalia (dopo l'aumento finale)

source: Final raise amount
it_it: Importo finale dell'aumento

source: Final raise %
it_it: % finale dell'aumento

source: Line manager
it_it: Responsabile diretto

source: Outlier % (after raise)
it_it: % Anomalia (dopo l'aumento)

source: Recommended raise amount
it_it: Importo dell'aumento consigliato

source: Recommended raise %
it_it: % di aumento consigliata

source: Based on data from the following snapshot: {{snapshotName}}
it_it: In base ai dati del seguente snapshot: {{snapshotName}}

source: Current
it_it: Corrente

source: Female lower than male
it_it: Femmine inferiore a maschi

source: Final
it_it: Finale

source: Male lower than female
it_it: Maschi inferiore a femmine

source: Recommended
it_it: Consigliato

source: Adjusted pay gaps by demographics
it_it: Divari retributivi corretti per dati demografici

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
it_it: Confronta i divari retributivi non rettificati e rettificati per gruppo demografico (rispetto al gruppo di riferimento).

source: Number of raises
it_it: Numero di aumenti

source: Total cost of raises
it_it: Costo totale degli aumenti

source: The compensation after raise cannot be lower than the current salary.
it_it: La retribuzione dopo l'aumento non può essere inferiore allo stipendio attuale.

source: The note was successfully added.
it_it: La nota è stata aggiunta correttamente.

source: The note was successfully updated.
it_it: La nota è stata aggiornata con successo.

source: Note options
it_it: Opzioni nota

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
it_it: La configurazione per il tempo nel ruolo o l'assenza dal lavoro è stata modificata. Salvando queste modifiche si influenzeranno i futuri snapshot e i dati correlati.

source: Select absence type
it_it: Seleziona il tipo di assenza

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
it_it: Un congedo (LOA) consente ai collaboratori di assentarsi dal lavoro per motivi specifici che vanno oltre le ferie retribuite standard. Può essere retribuito o non retribuito, a seconda delle politiche aziendali e del motivo del congedo. I motivi più comuni includono problemi medici, emergenze familiari, maternità/paternità, istruzione o questioni personali.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
it_it: Selezionare quali tipi di assenza si applicheranno a questa politica e i relativi periodi di tolleranza per queste assenze.

source: Enable leave of absence
it_it: Abilita il congedo

source: Leave of absence
it_it: Congedo

source: Leave of absence definition
it_it: Definizione di congedo

source: Select which absence types will apply to this policy
it_it: Selezionare quali tipi di assenza si applicheranno a questa politica

source: Add absence type
it_it: Aggiungi tipo di assenza

source: Edit absence type
it_it: Modifica tipo di assenza

source: The leave of absence is missing the selected types.
it_it: Nell'assenza dal lavoro mancano i tipi selezionati.

source: Grace period (days)
it_it: Periodo di grazia (giorni)

source: The configuration of the modeler was saved successfully.
it_it: La configurazione del modellatore è stata salvata con successo.

source: Add significant field
it_it: Aggiungi campo significativo

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
it_it: Il tempo nel ruolo si riferisce alla durata trascorsa da un collaboratore nella posizione o nel ruolo attuale all'interno di un'organizzazione. Questa metrica viene spesso utilizzata per valutare l'esperienza, l'idoneità a promozioni, trasferimenti o responsabilità aggiuntive.

source: Significant field definition
it_it: Definizione di campo significativo

source: Select the field that will trigger a time in role change for workers.
it_it: Selezionare il campo che attiverà una modifica del tempo nel ruolo per i Collaboratori.

source: Edit significant field
it_it: Modifica campo significativo

source: The time in role is missing the selected fields.
it_it: Il tempo nel ruolo non include i campi selezionati.

source: Select the fields that will trigger a time in role change for workers.
it_it: Seleziona i campi che attiveranno una modifica del tempo nel ruolo per i Collaboratori.

source: Enable time in role
it_it: Abilita il tempo nel ruolo

source: Situation & Absence Configuration
it_it: Configurazione di situazione e assenza

source: Company Structure
it_it: Struttura aziendale

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
it_it: Non disponi dell'autorizzazione per eliminare questa curva di pagamento. Solo gli utenti con il ruolo di amministratore della retribuzione globale possono eseguire questa azione.

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
it_it: Questa curva di pagamento è in stato "Bozza" e non è utilizzata in alcun piano bonus. Eliminandola verrà rimossa definitivamente dall'elenco. Questa azione non può essere annullata.

source: Delete payout curve
it_it: Elimina curva di pagamento

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
it_it: Questa curva di pagamento è nello stato "Pronta" e non è utilizzata in alcun piano bonus. Eliminandola verrà rimossa definitivamente dall'elenco. Questa azione non può essere annullata.

source: Are you sure you want to delete the published and used payout curve?
it_it: Eliminare la curva di pagamento pubblicata e utilizzata?

source: Cannot delete payout curve
it_it: Impossibile eliminare la curva di pagamento

source: Used in the following places:
it_it: Utilizzato nei seguenti punti:

source: The payout curve was successfully deleted.
it_it: La curva di pagamento è stata eliminata correttamente.

source: The payout curve was successfully duplicated.
it_it: La curva di pagamento è stata duplicata con successo.

source: Open payout curve
it_it: Apri curva di pagamento

source: The end payout cannot be empty.
it_it: Il pagamento finale non può essere vuoto.

source: The end result cannot be empty.
it_it: Il risultato finale non può essere vuoto.

source: The payout cannot be empty.
it_it: Il pagamento non può essere vuoto.

source: The result cannot be empty.
it_it: Il risultato non può essere vuoto.

source: The start payout cannot be empty.
it_it: L’importo iniziale del pagamento non può essere vuoto.

source: The start result cannot be empty.
it_it: Il risultato iniziale non può essere vuoto.

source: Locations
it_it: Sedi

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
it_it: Questa curva di pagamento ({{payoutCurveName}}) è attualmente utilizzata nei seguenti piani bonus:

source: Create skill & competency group
it_it: Crea gruppo di competenze e abilità

source: No skill & competency groups yet!
it_it: Ancora nessun gruppo di competenze e abilità

source: Scale
it_it: Scala

source: User Segmentation
it_it: Segmentazione utenti

source: Exclude individuals
it_it: Esclusi individui

source: Individuals included
it_it: Individui inclusi

source: Grant proxy permission
it_it: Concedi autorizzazione di delega

source: Edit proxy permission
it_it: Modifica autorizzazione di delega

source: View proxy permission
it_it: Visualizza autorizzazione di delega

source: Grant proxy access to:
it_it: Concedi l'accesso in delega a:

source: User with proxy access:
it_it: Utente con accesso in delega:

source: You haven't added any workers yet. Type in a name to add a worker.
it_it: Non hai ancora aggiunto alcun collaboratore. Digita un nome per aggiungerne uno.

source: Who do they need to proxy?
it_it: Per chi deve agire in delega?

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
it_it: L'accesso in delega non può essere definito per almeno un collaboratore perché non ha accettato l'accordo di protezione dei dati (DPA).

source: Proxy access was successfully granted to {{name}}!
it_it: Accesso in delega concesso correttamente a {{name}}.

source: View list
it_it: Visualizza elenco

source: View proxy access list
it_it: Visualizza elenco accessi in delega

source: Granted by
it_it: Concesso da

source: List of workers
it_it: Elenco collaboratori

source: Historical Performance Rating Upload
it_it: Caricamento cronologia valutazioni delle prestazioni

source: Performance Review Settings
it_it: Impostazioni della valutazione delle prestazioni

source: Performance Review Template
it_it: Modello di valutazione delle prestazioni

source: Search in Workbench
it_it: Cerca in Workbench

source: Workers & Professional Roles
it_it: Collaboratori e ruoli professionali

source: Security & Roles
it_it: Sicurezza e ruoli

source: Sensitive Content Filtering
it_it: Filtro per i contenuti sensibili

source: User session
it_it: Sessione utente

source: Smart Features
it_it: Funzionalità intelligenti

source: Enable talent review
it_it: Abilita valutazione dei talenti

source: Talent Review Settings
it_it: Impostazioni valutazione dei talenti

source: Worker & Manager Pages
it_it: Pagine collaboratore e manager

source: This category will serve as the default throughout the application.
it_it: Questa categoria verrà utilizzata come predefinita in tutta l'applicazione.

source: Global worker category
it_it: Categoria globale dei Collaboratori

source: Create global worker category
it_it: Crea categoria collaboratori globale

source: Edit global worker category
it_it: Modifica categoria globale collaboratori

source: Get started by creating it.
it_it: Inizia creandolo.

source: No global worker category yet.
it_it: Nessuna categoria globale di collaboratori ancora.

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
it_it: Definisci la categoria locale dei collaboratori che sostituirà la categoria globale dei collaboratori. L'ordine è importante perché se un collaboratore è incluso in più configurazioni, verrà applicata la configurazione più in alto.

source: Local worker category
it_it: Categoria locale dei collaboratori

source: Create local category
it_it: Crea categoria locale

source: Are you sure you want to delete this local worker category? This action cannot be undone.
it_it: Sei sicuro di voler eliminare questa categoria locale dei collaboratori? Questa azione non può essere annullata.

source: Delete local worker category
it_it: Elimina categoria locale dei collaboratori

source: The local worker category was successfully deleted.
it_it: La categoria locale dei collaboratori è stata eliminata con successo.

source: Blank configuration
it_it: Configurazione vuota

source: Separator
it_it: Separatore

source: Total workers
it_it: Totale collaboratori

source: No local worker category
it_it: Nessuna categoria locale dei collaboratori

source: Fields selected: {{count}}
it_it: Campi selezionati: {{count}}

source: Local category name
it_it: Nome categoria locale

source: Populations selected: {{count}}
it_it: Popolazioni selezionate: {{count}}

source: Selected population
it_it: Popolazione selezionata

source: Create local worker category
it_it: Crea categoria locale dei collaboratori

source: Edit local worker category
it_it: Modifica categoria locale dei collaboratori

source: Provide a name for the category
it_it: Fornisci un nome per la categoria

source: This population configuration already exists in a different local worker category.
it_it: Questa configurazione della popolazione esiste già in una categoria locale dei collaboratori diversa.

source: Choose a population for this configuration.
it_it: Scegli una popolazione per questa configurazione.

source: At least one population must be selected.
it_it: È necessario selezionare almeno una popolazione.

source: Worker Category Management
it_it: Gestione delle categorie di collaboratori

source: Select the field whose values will form part of this worker's category.
it_it: Seleziona il campo i cui valori faranno parte della categoria di questo collaboratore.

source: An entity is required.
it_it: È richiesta un'entità.

source: A field is required.
it_it: Un campo è obbligatorio.

source: Fill blank fields value with custom values.
it_it: Compila i campi vuoti con valori personalizzati.

source: The custom value cannot be longer than 50 characters.
it_it: Il valore personalizzato non può superare i 50 caratteri.

source: A custom value is required when using custom blank values.
it_it: È necessario un valore personalizzato quando si utilizzano valori vuoti personalizzati.

source: Fill blank fields value with a [Blank] value.
it_it: Compila i campi vuoti con un valore [Blank].

source: Define how blank values should be handled.
it_it: Definisci come devono essere gestiti i valori vuoti.

source: Blank values
it_it: Valori vuoti

source: Skip blank fields.
it_it: Salta i campi vuoti.

source: You must add at least one concatenated field.
it_it: È necessario aggiungere almeno un campo concatenato.

source: The blank value behavior is required.
it_it: Il comportamento del valore vuoto è obbligatorio.

source: The separator is required.
it_it: Il separatore è obbligatorio.

source: You have not added any fields yet.
it_it: Non hai ancora aggiunto nessun campo.

source: Preview (blank):
it_it: Anteprima (vuoto):

source: Preview (default):
it_it: Anteprima (predefinita):

source: Complete the configuration to see the preview of category of worker.
it_it: Completa la configurazione per visualizzare l'anteprima della categoria di Collaboratori.

source: Example of a configuration tailored to the specific use case.
it_it: Esempio di configurazione adattata al caso d'uso specifico.

source: • (bullet)
it_it: • (punto elenco)

source: : (colon)
it_it: : (due punti)

source: , (comma)
it_it: , (virgola)

source: - (dash)
it_it: - (trattino)

source: / (forward slash)
it_it: / (barra obliqua)

source: – (hyphen)
it_it: – (trattino)

source: Select the separator you want to use for the configuration.
it_it: Seleziona il separatore che desideri utilizzare per la configurazione.

source: ; (semicolon)
it_it: ; (punto e virgola)

source: | (vertical bar)
it_it: | (barra verticale)
